Repository: celesrenata/MaCoPiX
Catalog: po/*.po
Languages: uk

source: %s(From is not available)%s
uk: %s(Вихідна адреса невідома)%s

source: %s(Subject is not available)%s
uk: %s(Тема невідома)%s

source: POP3 access error
uk: Помилка доступу до POP3

source: Sun
uk: Нд

source: Mon
uk: Пн

source: Tue
uk: Вт

source: Wed
uk: Ср

source: Thu
uk: Чт

source: Fri
uk: Пт

source: Sat
uk: Сб

source: Do you want to install the mascot menu archive, "%s" to your system ["%s"]? (Files are automatically overwritten.)
uk: Ви бажаєте встановити архів меню маскота, «%s» на вашу систему [«%s»]? (Файли буде автоматично переписано.)

source: MaCoPiX : Installing Mascot Menu File
uk: MaCoPiX: Встановлення файла меню маскота

source: OK
uk: Гаразд

source: Cancel
uk: Скасувати

source: Saved Resource as ...%%n "%s"
uk: Збережено ресурс як …%%n «%s»

source: Saved Mascot as ...%%n "%s"
uk: Збережено маскот …%%n «%s»

source: Set Default Menu as ...%%n "%s"
uk: Зробити типовим меню …%%n «%s»

source: Remove Default Menu from Resource Setting
uk: Вилучити типове меню з налаштувань ресурсу

source: %%aSaved Resource as ...%%n "%s"
uk: %%aЗбережено ресурс як …%%n «%s»

source: %%aSaved Menu as ...%%n "%s"
uk: %%aЗбережено меню як …%%n «%s»

source: %%aSet Default Menu as ...%%n "%s"
uk: %%aЗробити типовим меню …%%n «%s»

source: %%aRemove Default Menu from Resource Setting
uk: %%aВилучити типове меню з налаштувань ресурсу

source: Select New Image for No.%02d
uk: Виберіть новий малюнок з номером %02d

source: All File
uk: Всі файли

source: Error: File cannot be loaded.
uk: Помилка: Файл неможливо завантажити.

source: Error: File cannot be opened.
uk: Помилка: Файл неможливо відкрити.

source: Please select the image File for No.%d.
uk: Будь ласка, виберіть файл малюнка з номером %d.

source: The image described in INI cannot be found.
uk: Малюнок, описаний у файлі INI, не знайдено.

source: Select New Image for Biff
uk: Виберіть новий малюнок для повідомлення про листи

source: Error: Append Image.
uk: Помилка: Додати малюнок.

source: The number of images maxes out.
uk: Дозволену кількість малюнків перевищено.

source: Warning : Please select an image to delete in the list.
uk: Попередження: будь ласка, позначте у списку зображення, яке слід вилучити.

source: Image %02d is used in Pattern %02d / Frame %02d
uk: Малюнок %02d використано у шаблоні %02d / Кадр %02d

source: Error : Delete Image.
uk: Помилка: вилучення зображення.

source: Please Change...
uk: Будь ласка, змініть…

source: Error: Append Pattern.
uk: Помилка: Додати шаблон.

source: The number of patterns maxes out.
uk: Дозволену кількість шаблонів перевищено.

source: Select Pattern No. to Append
uk: Виберіть номер шаблона для додавання

source: Append Pattern No.
uk: Додати шаблон з номером

source: Error: Delete Pattern.
uk: Помилка: Видалення шаблона.

source: You cannot delete the Base pattern.
uk: Не можна вилучати базовий шаблон.

source: Do you really delete Pattern <b>%02d</b>?
uk: Ви справді хочете вилучити шаблон <b>%02d</b>?

source: Warning: Delete Pattern.
uk: Попередження: вилучення шаблона.

source: Error: Copy Pattern.
uk: Помилка: Копіювання шаблона.

source: You cannot copy the Base pattern.
uk: Ви не можете копіювати базовий шаблон.

source: Pattern Copy
uk: Копія шаблона

source: Pattern Copy No. <b>%02d</b> to No.
uk: Копіюя шаблона № <b>%02d</b> до №

source: Error: Append Frame.
uk: Помилка: Додавання кадру.

source: The number of frames maxes out.
uk: Дозволену кількість кадрів перевищено.

source: Select Frame No. to Append
uk: Виберіть номер кадру для додавання

source: Append Frame No.
uk: Додати кадр з номером

source: Error: Delete Frame.
uk: Помилка: Видалення кадра.

source: You cannot delete frames anymore.
uk: Вилучення наступних кадрів неможливе.

source: Please select a frame to delete.
uk: Будь ласка, виберіть кадр для вилучення.

source: Select Mascot File
uk: Виберіть файл маскота

source: Mascot File
uk: Файл маскота

source: Error: Append Mascot.
uk: Помилка: Додавання маскота.

source: The number of mascots maxes out.
uk: Перевищено дозволену кількість маскотів.

source: Select New Mascot File
uk: Виберіть новий файл маскота

source: Error: Delete Mascot.
uk: Помилка: вилучення маскота.

source: You cannot delete mascots anymore.
uk: Вилучення наступних маскотів неможливе.

source: Do you really want to delete the mascot?
uk: Ви справді хочете вилучити цей маскот?

source: Error: Append Category.
uk: Помилка: Додавання категорії.

source: The number of categories maxes out.
uk: Перевищено можливу кількість категорій.

source: Error: Delete Category.
uk: Помилка: Видалення категорії.

source: You can delete no more categories.
uk: Вилучення наступних категорій неможливе.

source: Category <b>%02d</b> : <b>%s</b> (%d registered mascots)
uk: Категорія <b>%02d</b>: <b>%s</b> (%d зареєстрованих маскоти)

source: Do you really want to delete the category?
uk: Ви справді хочете вилучити цю категорію

source: Error: Merge Menu.
uk: Помилка: об'єднання меню.

source: Select Menu File to Merge
uk: Виберіть файл меню для об'єднання

source: Menu File
uk: Файл меню

source: Cannot Open %s
uk: Неможливо відкрити %s

source: Select Sound File
uk: Виберіть файл звуків

source: Select the file referred for the mail checking
uk: Виберіть файл, співвіднесений з перевіркою пошти

source: Select mailer command
uk: Виберіть команду поштовика

source: Created New Mascot ...%%n "%s"
uk: Створити новий маскот …%%n «%s»

source: Select Image for New Mascot
uk: Виберіть малюнок для нового маскота

source: Create New Mascot
uk: Створити новий маскот

source: Creating New Mascot...
uk: Створення нового маскота…

source: 1. Please select Mascot File Name to be created
uk: 1. Будь ласка, виберіть назву файла маскота, який буде створено

source: 2. Please select an Image File Name to be used in Mascot
uk: 2. Будь ласка, виберіть файл малюнка, який буде використано у маскоті

source: Mascot File :
uk: Файл маскота:

source: Image File :
uk: Файл картинки:

source: At last, Please Input Description for Copyright
uk: Нарешті введіть опис з правами копіювання

source: Please Input POP Password
uk: Будь ласка, введіть пароль POP

source: Server : %s
uk: Сервер: %s

source: User ID : %s
uk: Обліковий запис: %s

source: Password :
uk: Пароль:

source: Open Mascot
uk: Відкрити маскот

source: Caution : You're going to install a new mascot into your user's directory.
uk: Попередження: Ви збираєтеся встановити новий маскот у теку користувача.

source: If you already have the file with the same filename,
uk: Якщо Ви вже маєте файл з тою ж назвою,

source: it will be overwritten.
uk: його буде перезаписано.

source: If you want to install more than one mascot with a launcher menu,
uk: Якщо Ви бажаєте встановити більш ніж один маскот з меню запуску,

source: please install using "Install Launcher Menu".
uk: будь ласка, встановіть його за допомогою «Встановити меню запуску».

source: Install New Mascot to User's Directory
uk: Встановити новий маскот до теки користувача

source: Caution : You're going to install a new mascot into the MaCoPiX common directory.
uk: Попередження: Ви збираєтесь встановити новий маскот у типову теку MaCoPiX.

source: Install New Mascot to the Common Directory
uk: Встановити новий маскот до звичайної теки

source: Open Launcher Menu
uk: Відкрити меню запуску

source: Caution : You're going to install a new launcher menu with its mascots into your user's directory.
uk: Попередження: Ви збираєтесь встановити нове меню запуску з його маскотами до вашої теки користувача.

source: Install New Launcher Menu to User's Directory
uk: Встановити нове меню запуску до теки користувача

source: Caution : You're going to install a new launcher menu with mascots into the MaCoPiX common directory.
uk: Попередження: Ви збираєтесь встановити нове меню запуску з його маскотами у особливу теку MaCoPiX.

source: Install New Launcher Menu to the Common Directory
uk: Встановіть нове меню запуску у особливу теку

source: LZH File
uk: Файл LZH

source: TAR+GZ File
uk: Файл TAR+GZ

source: Convert from Nokkari-Chara
uk: Перетворити з Nokkari-Chara

source: Nokkari-Chara File
uk: Файл Nokkari-Chara

source: Select New Launcher Menu File to Create
uk: Виберіть нове меню запуску для створення

source: Created Menu File%%n "%s"
uk: Створено файл меню%%n «%s»

source: Save Mascot to Other File
uk: Зберегти маскот до іншого файла

source: File Save : Overwrite Confirmation
uk: Збереження файла: Підтвердження перезапису

source: File %s already exists.
uk: Файл %s вже існує.

source: Overwrite?
uk: Перезаписати?

source: Convert Mascot to Nokkari-Chara
uk: Перетворити маскот у формат Nokkari-Chara

source: Setup for Release Mascot
uk: Встановлення для поширення маскота

source: Please edit the setting for this mascot
uk: Будь ласка, відредагуйте налаштування для цього маскота

source: Mascot Name
uk: Ім’я маскота

source: Copyright
uk: Авторське право

source: Character Code
uk: Кодування

source: Save Fontset for Clock
uk: Зберегти сім’ю шрифтів для годинника

source: Save Colors for Clock
uk: Зберегти кольори для годинника

source: Save Fontset for Balloon
uk: Зберегти сім’ю шрифтів для повідомлень

source: Save Colors for Baloon
uk: Зберегти кольори для повідомлення

source: Save Mascot for Release
uk: Зберегти маскот для розповсюдження

source: Save Menu to File
uk: Зберегти меню до файла

source: Menu Save : Overwrite Confirmation
uk: Збереження меню: Підтвердження перезапису

source: Menu File %s already exists.
uk: Файл меню %s вже існує.

source: Saved Menu as ...%%n "%s"
uk: Збережено меню як …%%n «%s»

source: Save Resource to File
uk: Зберегти ресурс до файла

source: Resource File
uk: Файл ресурсів

source: Resource Save : Overwrite Confirmation
uk: Збереження ресурсу: Підтвердження перезапису

source: Resource File %s already exists.
uk: Файл ресурса %s вже існує.

source: Config for MaCoPiX
uk: Налаштування MaCoPiX

source: Focus Follow
uk: Слідкування за фокусом

source: Offset on the Title Bar
uk: Відступ на панелі заголовка

source: Starting Point
uk: Початкова точка

source: Left upper corner of the focused window
uk: Верхній лівий кут фокусованого вікна

source: Right upper corner of the focused window
uk: Верхній правий кут фокусованого вікна

source: Absolute[pix]
uk: Абсолютний[пікселів]

source: Relative[%]
uk: Відносний[%]

source: Title Bar Size
uk: Розмір панелі заголовка

source: Manual Scaling
uk: Масштабування вручну

source: Auto Scaling
uk: Автомасштабування

source: Auto Scaling (for Compiz)
uk: Автомасштабування (для Compiz)

source: Window Manager [start-up]
uk: Менеджер вікон [запуск]

source: Bar Size (Manual)
uk: Розмір панелі (вручну)

source: Offset for Shaped Bar
uk: Відступ для фігурної панелі

source: Home Position
uk: Домівка

source: Auto
uk: Автоматично

source: Vanish when auto-detection failed
uk: Прибирати за невдачі автовизначення

source: No Focus
uk: За відсутності фокуса

source: Do Nothing
uk: Нічого не робити

source: Vanish
uk: Щезати

source: Sit on Task Bar
uk: Сидіти на панелі задач

source: Move to Home Position
uk: Пересунутись на домашню позицію

source: Sticked Out
uk: Позначення

source: Management for Window w/o Title Bar
uk: Керування для вікон без панелі заголовка

source: Ignore Window w/o Title Bar
uk: Ігнорувати вікно без панелі заголовка

source: Action :
uk: Дія:

source: * Mascot could fail to follow the focus with older window managers.
uk: * Спроба слідувати за фокусом може зазнати невдачі на застарілих менеджерах вікон.

source: for Windows
uk: для Windows

source: Stay on Task Bar
uk: Залишатися на панелі задач

source: for macOS
uk: для macOS

source: Drawing Layer
uk: Шар малювання

source: Floating Window (never go over Menu Bar)
uk: Рухоме вікно (ніколи не малювати на смужці меню)

source: Over Menu Bar
uk: Над смужкою меню

source: Foreground Mapping
uk: Прив'язка переднього плану

source: Force to Raise to the Foreground
uk: Силоміць пересувати нагору

source: Raise with Mascot shaping (for translucent KWin)
uk: Пересувати за шаблоном маскота (для прозорого KWin)

source: Move
uk: Переміщення

source: Time Signal
uk: Сигнал годинника

source: Use Signal
uk: Використовувати сигнал

source: Mascot Action
uk: Дія для маскота

source: None
uk: Немає

source: Click Action
uk: Дія після клацання

source: Mascot Random Change
uk: Випадкова зміна маскотів

source: External Command
uk: Зовнішня команда

source: Server Information
uk: Інформація про сервер

source: Protocol
uk: Протокол

source: POP3 (normal)
uk: POP3 (звичайний)

source: POP3 (APOP auth)
uk: POP3 (APOP аутентифікація)

source: Local mbox
uk: Місцевий mbox

source: qmail (Maildir)
uk: qmail (Поштова тека)

source: Server Address
uk: Адреса сервера

source: User ID
uk: Обліковий запис

source: Password
uk: Пароль

source: Save Password
uk: Зберегти пароль

source: Use SSL for POP3 Connection
uk: Використовувати SSL для з’єднань POP3

source: Use STARTTLS to start SSL session
uk: Використовувати STARTTLS, щоб розпочати сеанс SSL

source: Skip to Verify on SSL Certification
uk: Перехід до перевірки при сертифікації SSL

source: Non-Blocking SSL
uk: Неблокуючий SSL

source: Port No.
uk: Номер порту

source: Local mbox / Maildir / .procmailrc
uk: Локальна поштова скринька mbox / Maildir / .procmailrc

source: File / Directory
uk: Файл / Тека

source: Operating Information
uk: Обробка інформації

source: Interval[sec]
uk: Інтервал[c]

source: Mailer
uk: Поштовик

source: Polling command
uk: Команда запиту

source: Max Mails for POP Scan
uk: Максимальна к-ть листів для POP сканування

source: Tooltips on biff pix
uk: Підказки на малюнках повідомлень про листи

source: SPAM exception
uk: Виключення спаму

source: Use exception
uk: Використовувати виключення

source: Mark in Header
uk: Позначка у заголовку

source: Mail List Window
uk: Вікно списку листів

source: Width
uk: Ширина

source: Height
uk: Висота

source: Biff
uk: Повідомлення про пошту

source: Mascot Magnification
uk: Збільшення маскота

source: Magnification[%]
uk: Збільшення[%]

source: Interpolation Style
uk: Стиль інтерполяції

source: Nearest-Neighbor
uk: Найближче можливе

source: Tiles
uk: Черепиця

source: Bilinear
uk: Білінійний

source: Hyper
uk: Гіпер

source: Graphic lib. for Image Rendering (Cairo enables trancelucency w/composited desktop)
uk: Графічна бібліотека для показу зображень (Cairo вмикає прозорість для композитної стільниці)

source: Current Desktop
uk: Поточна стільниця

source: Translucency is partly supported by Windows native graphics.
uk: Прозорість частково підтримується у графічній оболонці Windows.

source: Current system does not support translucent windows.
uk: Поточна система не підтримує прозорості вікон.

source: Current system support translucent windows.
uk: Поточна система підтримує прозорість вікон.

source: Translucent support is UNKNOWN.
uk: Стан підтримки прозорості НЕВІДОМИЙ.

source: Forced translucent rendering
uk: Примусовий показ з прозорістю

source: Use Cairo for Mascot and Biff image rendering (Support anti-aliased outline).
uk: Використовувати Cairo для показу зображень маскота і Biff (підтримка згладжування контурів).

source: Shadow of Mascot
uk: Тінь маскота

source: Drop Shadow of Mascot
uk: Відкидати тінь

source: Offset X
uk: Відступ X

source: Opacity [%]
uk: Непрозорість[%]

source: Use Cairo for Panel Clock rendering.
uk: Використовувати Cairo для показу годинника.

source: Support translucent panel clock (by Cairo).
uk: Підтримка прозорості годинника (з Cairo).

source: Use Cairo for Balloon rendering.
uk: Використовувати Cairo для показу контекстної панелі.

source: Support translucent balloon (by Cairo).
uk: Підтримка прозорості контекстної панелі (з Cairo).

source: Rendering
uk: Показ

source: Default for Clock
uk: Типовий для годинника

source: Fontset
uk: Сім’я шрифтів

source: Text
uk: Текст

source: BG
uk: Тло

source: Border
uk: Границя

source: Shadow
uk: Тінь

source: Default for Balloon
uk: Типовий для повідомлень

source: Colors for From/Subject List
uk: Кольори для списку Відправник/Тема

source: Text (odd)
uk: Текст (непарний)

source: BG (odd)
uk: Тло (непарний)

source: Text (even)
uk: Текст (парний)

source: BG (even)
uk: Тло (парний)

source: Default Opacity
uk: Типова непрозорість

source: Default Opacity (Enable ONLY w/Compositing Window Managers)
uk: Типова непрозорість (вмикайте ЛИШЕ з композитними менеджерами вікон)

source: Take precedence default opacities over mascot settings
uk: Віддавати перевагу типовій непрозорості перед налаштуваннями маскота

source: Mascot [%]
uk: Маскот [%]

source: Biff Image [%]
uk: Малюнок для повідомлення про листи [%]

source: Balloon [%]
uk: Повідомлення [%]

source: Clock [%]
uk: Годинник [%]

source: BG only
uk: Тільки тло

source: Font/Color
uk: Шрифт/Колір

source: Duet Animation
uk: Анімація дуету

source: Synchronize with CLICK animation
uk: Синхронізувати з НАТИСКАННЯМ анімації

source: Synchronize with RANDOM animation
uk: Синхронізувати з ВИПАДКОВОЮ анімацією

source: Socket Message
uk: Повідомлення сокета

source: Balloon printing
uk: Друкування повідомлення

source: Lump Sum
uk: Все разом

source: Stepping
uk: Покроково

source: Stepping interval [frame]
uk: Крок [у кадрах]

source: Default expiration [ms]
uk: Типовий час застарівання [мс]

source: Auto Install
uk: Автоматичне встановлення

source: Auto Mascot Install to User Dir.
uk: Автоматично встановлювати маскот у теку користувача.

source: User &amp; Common Dir Consistency Check
uk: Перевірка коректності тек користувача та типової

source: Manual
uk: Вручну

source: Auto Overwrite
uk: Автоперезапис

source: Ignore
uk: Ігнорувати

source: Sound Command
uk: Команда відтворення звуку

source: ("%s" will be translated to the sound file.)
uk: («%s» буде переведено у файл звуку.)

source: GNU tar Command [for *.tar.gz Extraction]
uk: Команда GNU tar [для видобування *.tar.gz]

source: (1st "%s" : *.tar.gz file, 2nd "%s" : temp dir.)
uk: (перший «%s»: файл *.tar.gz, другий «%s»: тимчасова тека.)

source: Tray Icon
uk: Піктограма у лотку

source: Show Tray Icon in Task Bar
uk: Показувати піктограму у лотку

source: Misc.
uk: Різне

source: About This Program
uk: Про цю програму

source: (Based on the locale environment)
uk: (Засноване на середовищі локалі)

source: Browser Command <span size="smaller">("%s" will be translated to a URL.)</span>
uk: Команда браузера <span size="smaller">(«%s» буде замінено на адресу.)</span>

source: Info.
uk: Інформація

source: Resource
uk: Ресурс

source: Mode
uk: Режим

source: Fix Position
uk: Зафіксувати позицію

source: Mascot Offset for Focus Follow
uk: Відступ маскота для слідування за фокусом

source: No Clock
uk: Без годинника

source: Clock on Image
uk: Годинник на малюнку

source: Panel Clock
uk: Панель з годинником

source: Digit Type
uk: Формат показу

source: PM 2:00:00
uk: ПП 2:00:00

source: PM 2:00
uk: ПО 2:00

source: Size/Position
uk: Розмір/Розташування

source: Panel Position
uk: Розташування панелі

source: Text Offset
uk: Відступ тексту

source: Border Width
uk: Ширина границі

source: Decoration
uk: Декорація

source: Drop Shadow
uk: Відкидати тінь

source: Shadow Offset X
uk: Відступ тіні за X

source: Rounded Corner for Panel Clock
uk: Округлені кути панелі годинника

source: Color
uk: Колір

source: Back to Default
uk: Повернутися до типового

source: Opacity
uk: Непрозорість

source: Opacity Alpha[%]
uk: Альфа непрозорості[%]

source: Clock
uk: Годинник

source: Default Position
uk: Типова позиція

source: Left side of mascot
uk: Лівий бік маскота

source: Right side of mascot
uk: Правий бік маскота

source: Control Characters for Balloon Messages
uk: Контрольні символи для контекстних повідомлень

source: ([n]+1) frames waiting. (default : n=1)
uk: чекання ([n]+1) кадрів. (типово: n=1)

source: ([n]+1) frames waiting with a new line. (default : n=10)
uk: ([n]+1) кадрів чекати до нового рядка. (типово: n=10)

source: New line.
uk: Новий рядок.

source: New page after ([n]+1) frames waiting. (default : n=10)
uk: Нова сторінка після ([n]+1) кадрового чекання. (типово: n=10)

source: Number of arrived mails. (only for biff message)
uk: Кількість отриманої пошти. (тільки для повідомлення про листи)

source: From: of the latest mail. (only for biff message with POP)
uk: Поле "Від": останньої пошти. (тільки для повідомлення про лист з POP)

source: Subject: of the latest mail. (only for biff message with POP)
uk: Поле "Тема": останньої пошти. (тільки для повідомлення про лист з POP)

source: Balloon
uk: Контекстне повідомлення

source: Opacity (Enable ONLY w/Compositing Window Managers)
uk: Непрозорість (вмикайте ЛИШЕ з композитними менеджерами вікон)

source: Append
uk: Додати

source: Delete
uk: Вилучити

source: Images
uk: Зображення

source: Append Pattern
uk: Додати шаблон

source: Copy Pattern
uk: Копіювати шаблон

source: Delete Pattern
uk: Вилучити шаблон

source: Animation
uk: Анімація

source: Biff Image
uk: Малюнок повідомлення про листи

source: Image File
uk: Файл картинки

source: Position
uk: Позиція

source: Biff Action
uk: Дія після повідомлення про лист

source: Message
uk: Повідомлення

source: Sound File
uk: Звуковий файл

source: Clear
uk: Очистити

source: Test
uk: Тест

source: About This Mascot
uk: Про цей маскот

source: Name
uk: Назва

source: File
uk: Файл

source: Mascot
uk: Маскот

source: Menu
uk: Меню

source: Append Category
uk: Додати категорію

source: Delete Category
uk: Вилучити категорію

source: Merge Menu
uk: Об'єднати меню

source: No menu files are loaded currently.
uk: Зараз не завантажено файлів меню.

source: You can find a menu to create new one in the popup,
uk: Ви можете знайти пункт меню для створення маскота на контекстній панелі,

source: and edit it here.
uk: та редагуйте його тут.

source: Image File Name
uk: Назва файла картинки

source: Base
uk: Базова

source: Append Frame
uk: Додати кадр

source: Delete Frame
uk: Вилучити кадр

source: Test Anime
uk: Випробувати аніме

source: Random
uk: Випадково

source: Click
uk: Клацання

source: Balloon Offset X[Left]
uk: Відступ повідомлення X[Ліворуч]

source: Y[Left]
uk: Y[Ліворуч]

source: X[Right]
uk: X[Праворуч]

source: Y[Right]
uk: Y[Праворуч]

source: Pattern
uk: Шаблон

source: Delay
uk: Затримка

source: Category
uk: Категорія

source: Append Mascot
uk: Додати маскот

source: Delete Mascot
uk: Вилучити маскот

source: Open
uk: Відкрити

source: Save
uk: Зберегти

source: New
uk: Створити

source: Install
uk: Встановити

source: Config Dialog
uk: Вікно налаштовування

source: Config
uk: Налаштувати

source: Biff Check
uk: Перевірка повідомлення про листи

source: Signal
uk: Сигнал

source: Random Change
uk: Випадкова зміна

source: Mascot Change
uk: Зміна маскотів

source: Mascot Launcher
uk: Запуск маскота

source: Exit
uk: Вийти

source: Launcher Menu
uk: Меню запуску

source: For Developer
uk: Для розробника

source: Save All
uk: Зберегти все

source: Save Mascot
uk: Зберегти маскот

source: Save Mascot As...
uk: Зберегти маскот як…

source: Save Resource
uk: Зберегти ресурс

source: Create New Launcher Menu
uk: Створити нове меню запуску

source: Launcher Menu [User]
uk: Меню запуску [Користувач]

source: Launcher Menu [Common]
uk: Меню запуску [Типове]

source: Mascot [User]
uk: Маскот [Користувач]

source: Mascot [Common]
uk: Маскот [Типовий]

source: Download Official Mascots
uk: Отримати офіційні маскоти

source: Set as Default
uk: Зробити типовим

source: Remove from Default
uk: Вилучити з типових

source: File Select
uk: Вибір файла

source: Launcher
uk: Запуск

source: Save for Release
uk: Зберегти для розповсюдження

source: Convert to Nokkari-Chara
uk: Перетворити у Nokkari-Chara

source: MaCoPiX : Consistency Check for Common & User Dir.
uk: MaCoPiX: Перевірка послідовності особистої та теки користувача.

source: WARNING
uk: ПОПЕРЕДЖЕННЯ

source: Menu file :
uk: Файл меню:

source: Mascot file :
uk: Файл маскота:
