Repository: celesrenata/MaCoPiX
Catalog: po/*.po
Languages: uk

source: File in User Dir is older than the corresponded one in Common Dir.
uk: Файл у теці користувача старіший за відповідний у особливій теці.

source: [User Dir]
uk: [тека користувача]

source: [Common Dir]
uk: [Особлива тека]

source: Do you want to overwrite the newer file to User Dir?
uk: Бажаєте перезаписати новіший файл у теці користувача?

source: Don't ask this from the next time.
uk: Не питати про це наступного разу.

source: MaCoPiX : Starting up
uk: MaCoPiX: Запуск

source: No Menu Files are installed!!
uk: Не встановлено файлів меню!

source: Please install one menu file at least,
uk: Будь ласка, встановіть хоч один файл меню,

source: You can appoint a mascot file in option in order to start MaCoPiX,
uk: Ви можете вказати файл маскота у параметрі команди, щоб запустити MaCoPiX,

source: or directly download &amp; install them from MaCoPiX official web.
uk: або безпосередньо отримати і встановити маскоти з офіційної сторінки MaCoPiX.

source: Download &amp; install MaCoPiX official mascots.
uk: Отримати і встановити офіційні маскоти MaCoPiX.

source: See more details of the mascots in MaCoPiX official web.
uk: Див. подробиці щодо маскотів на офіційному сайті MaCoPiX.

source: Menus and Mascots can be installed by the menu bar of this window.
uk: Меню та маскоти можна встановити за допомогою панелі меню цього вікна.

source: Or, drag &amp; drop a mascot menu archive (*.tar.gz) directly
uk: Або перетягніть та скиньте архів з меню маскота (*.tar.gz) безпосередньо

source: into this window, in order to install it.
uk: у це вікно з метою його встановлення.

source: MaCoPiX : Launcher Menu Selection
uk: MaCoPiX: Вибір меню запуску

source: MaCoPiX : Start Menu Selection
uk: MaCoPiX: Вибір меню початку

source: Download & Install Official Mascots [User]
uk: Отримати і встановити офіційні маскоти (для користувача)

source: Installed Mascot
uk: Встановлений маскот

source: Dir.
uk: Тека

source: Entry
uk: Елемент

source: User
uk: Користувач

source: Common
uk: Особливий

source: Unknown
uk: Невідомо

source: %4d categories
uk: %4d категорій

source: %4d mascots
uk: %4d маскотів

source: -- Combined Menu --
uk: -- Змішане меню --

source: MaCoPiX : Message
uk: MaCoPiX: повідомлення

source: MaCoPiX : Dialog
uk: MaCoPiX: діалогове вікно

source: Selected File
uk: Обраний файл

source: cannot be opened as MaCoPiX menu.
uk: не може бути відкритий як меню MaCoPiX.

source: MaCoPiX : Deletion of temporary files
uk: MaCoPiX: Видалення тимчасових файлів

source: Install of the new menu file has been completed.
uk: Встановлення нового файла меню завершено.

source: Remove the temporary directory?
uk: Вилучити тимчасову теку?

source: Image File <span size="smaller">(Double-Click to change)</span>
uk: Файл зображення <span size="smaller">(двічі клацніть, щоб змінити)</span>

source: Frame No.
uk: № кадру

source: Image No.
uk: № малюнка

source: Min Stay
uk: Мін. затримка

source: Max Stay
uk: Макс. затримка

source: <span size="smaller">Block Loop</span> Next Frame
uk: Наступний кадр <span size="smaller">циклу блоків</span>

source: Min Loop
uk: Мін. цикл

source: Max Loop
uk: Макс. цикл

source: Mascot File <span size="smaller">(Double-Click to change)</span>
uk: Файл маскота <span size="smaller">(двічі клацніть, щоб змінити)</span>

source: %d%% Downloaded (%.2lf / %.2lf MB)
uk: Отримано %d%% (%.2lf з %.2lf МБ)

source: %d%% Downloaded (%ld / %ld kB)
uk: Отримано %d%% (%ld з %ld кБ)

source: %d%% Downloaded (%ld / %ld bytes)
uk: Отримано %d%% (%ld з %ld байтів)

source: Downloaded %.2lf MB
uk: Отримано %.2lf МБ

source: Downloaded %ld kB
uk: Отримано %ld кБ

source: Downloaded %ld bytes
uk: Отримано %ld байтів

source: Waiting for HTTP server response ...
uk: Очікуємо на відповідь сервера HTTP…

source: MaCoPiX : Downloading Official Mascot List
uk: MaCoPiX: отримуємо список офіційних маскотів

source: Downloading the latest version of the official mascot list ...
uk: Отримуємо найсвіжішу версію списку офіційних маскотів…

source: Checking the latest version of the official mascot list ...
uk: Перевіряємо найсвіжішу версію списку офіційних маскотів…

source: Error : Failed to download the mascot archive file (tar.gz).
uk: Помилка: не вдалося отримати файл архіву маскотів (tar.gz).

source: MaCoPiX : Downloading Official Mascot tar.gz file
uk: MaCoPiX: отримуємо файл tar.gz офіційних маскотів

source: Downloading an official mascot ...
uk: Отримуємо офіційний маскот…

source: Downloading ...
uk: Отримуємо…

source: Initializing Biff...
uk: Запуск повідомлення про листи…

source: You have %d mails (%d SPAMs). [Latest Mail] From: %s Subject: %s
uk: Вам надійшло %d листів (%d небажаних). [Остання пошта] Від: %s Тема: %s

source: You have %d mails. [Latest Mail] From: %s Subject: %s
uk: Вам надійшло %d листів. [Остання пошта] Від: %s Тема: %s

source: You have %d mails.
uk: Вам надійшло %d листів.

source: You have no mails.
uk: Ви не отримали нової пошти.

source: (Decode Error)
uk: (Помилка розкодування)

source: ***** %d mails are skipped *****
uk: ***** %d листів відкинуто *****

source: From: (no From: in original)
uk: Від: (немає Від: в оригіналі)

source: Subject: (no Subject: in original)
uk: Тема: (немає поля Тема: в оригіналі)

source: Displaying the newest %d mails out of %ds. [%d SPAMs are excluded.]
uk: Показ найсвіжіших %d листів з %d. [%d небажаних виключено.]

source: Displaying the newest %d mails out of %ds.
uk: Показ найсвіжіших %d листів з %d.

source: You have %d new mails. [%d SPAMs are excluded.]
uk: Вам надійшло %d нових листів. [%d небажаної реклами відсіяно.]

source: You have %d new mails.
uk: Вам надійшло %d нових листів.

source: MaCoPiX : Arrived mail list
uk: MaCoPiX: Список листів, що надійшли

source: === Failed to get From/Subject list of arrived mails. ===
uk: === Помилка отримання списку Від/Тема отриманих листів. ===

source: Subject:
uk: Тема:

source: From:
uk: Від:

source: (invalid/no from in original)
uk: (некоректний відправник у оригіналі)

source: Start Mailer
uk: Запустити поштовик

source: Close
uk: Закрити

source: Cannot Find Menu File.
uk: Неможливо знайти файл меню.

source: Cannot read the Menu File correctly!!
uk: Неможливо коректно прочитати файл меню!!

source: (Invalid Character Code)
uk: (Некоректний код символу)

source: Installed Mascot [%2d/%2d] "%s"
uk: Встановлено маскот [%2d/%2d] «%s»

source: Mascot installation has been completed.
uk: Встановлення маскота завершено.

source: ================== Installed Menus ==================
uk: ================= Встановлені Меню =================

source: !!! Common Directory - %s - does not exist.
uk: !!! Типова тека - %s - не існує.

source: [Common Directory]
uk: [Типова тека]

source: %20s * %2d categories -- Combined Menu --
uk: %20s * %2d категорій -- Змішане меню --

source: %20s : %2d mascots [%s]
uk: %20s: %2d маскотів [%s]

source: !!! User Directory - %s - does not exist.
uk: !!! Тека користувача - %s - не існує.

source: [User Directory]
uk: [Тека користувача]

source: Creating User-Dir %s .
uk: Створення теки користувача %s .

source: Creating User-PixmapDir %s .
uk: Створюється тека карт малюнків користувача %s .

source: Creating User-SoundDir %s .
uk: Створюється тека звукових файлів користувача %s .

source: Cannot Find Mascot File.
uk: Неможливо знайти файл маскота.

source: Cannot Find Image.
uk: Неможливо знайти зображення.

source: Cannot Find Sound File.
uk: Неможливо знайти звуковий файл.

source: Cannot find resource file %s.
uk: Неможливо знайти файл ресурсу %s.

source: Loading default resource file...
uk: Завантажується типовий файл ресурсу…

source: MaCoPiX : Download & Install Mascot
uk: MaCoPiX: отримання і встановлення маскота

source: Select a mascot file to download &amp; install into your <i>User directory</i>.
uk: Виберіть файл для отримання і встановіть його до вашого <i>каталогу користувача</i>.

source: <span color="#FF0000"><b>Please note that all existing files will be overwritten.</b></span>
uk: <span color="#FF0000"><b>Будь ласка, зауважте, що усі наявні файли буде перезаписано.</b></span>

source: Name (E)
uk: Назва

source: Name (%s)
uk: Назва (%s)

source: Registered
uk: Зареєстровано

source: Ver.
uk: Версія

source: Date
uk: Дата

source: Code
uk: Код

source: (<i>Invalid Character Code</i>)
uk: (<i>Некоректний код символу</i>)

source: %d mascot
uk: %d маскотів

source: <i>unknown</i>
uk: <i>невідомий</i>

source: Download / Install
uk: Отримання/Встановлення

source: Error : Cannot read the downloaded mascot list.
uk: Помилка: не вдалося прочитати отриманий список маскотів.

source: Option "%s" is not found. Ignoring...
uk: Параметр «%s» не знайдено. Знехтувано…

source: macopix COMMON DIR:%s
uk: ТИПОВА ТЕКА macopix:%s

source: macopix : Mascot Constructive Pilot for X Ver
uk: macopix: Інструмент конструювання маскотів для віконних менеджерів Вер.

source: [usage] %% macopix [options] (mascot file)
uk: [використання] %% macopix [параметри] (файл маскота)

source: -h, --help : Print this message
uk: -h, --help : Надрукувати це повідомлення

source: -c, --common-dir : Print COMMON Directory
uk: -c, --common-dir : Надрукувати ТИПОВУ теку

source: -b, --biff : Turn on the biff function
uk: -b, --biff : Увімкнути функцію повідомлення про листи

source: -s, --signal : Turn on the time signal
uk: -s, --signal : Увімкнути сигнал годинника

source: -o, --offset offset[%%] : Set offset-value for Focus Following
uk: -o, --offset offset[%%] : Встановити відступ для відслідковування фокусу

source: -r, --rcfile rc-file : Set the resource file
uk: -r, --rcfile rc-file : Встановити файл ресурсу

source: -m, --menu menu-file : Set the file for quick menu
uk: -m, --menu menu-file : Встановити файл для швидкого меню

source: -mg --mag magnify : Set magnification percentage of mascot
uk: -mg --mag magnify : Встановити процент збільшення для маскота

source: -i, --ip-style (0|1|2|3) : Set interpolation style for magnification
uk: -i, --ip-style (0|1|2|3): Встановити тип інтерполяції для збільшення

source: ## For Installation
uk: ## Для встановлення

source: -a, --auto-install : Set mascot auto install ON
uk: -a, --auto-install : Увімкнути автовстановлення маскотів

source: -na --no-auto-install : Set mascot auto install OFF
uk: -na --no-auto-install : Вимкнути автовстановлення маскотів

source: -O, --over-write : Permit to overwrite files in user dir
uk: -O, --over-write : Дозволити перезапис файлів у теці користувачів

source: --install-user-mascot (mascot) : Mascot Installation to User Dir.
uk: --install-user-mascot (mascot) : Встановлення маскота у теку користувача.

source: --install-user-menu (menu) : Menu Installation to User Dir.
uk: --install-user-menu (menu) : Встановлення меню у теку користувача.

source: --install-common-mascot (mascot): Mascot Installation to Common Dir.
uk: --install-common-mascot (mascot): Встановлення маскота у типову теку.

source: --install-common-menu (menu) : Menu Installation to Common Dir.
uk: --install-common-menu (menu) : Встановлення меню у типову теку.

source: ## For Socket Message
uk: ## Для повідомлень сокетів

source: --sockmsg : Start MaCoPiX as Socket Message Receiver
uk: --sockmsg : Запустити MaCoPiX як отримувач повідомлень сокетів

source: --message (text) : Send Message to Socket Message Receiver
uk: --message (text) : Надіслати повідомлення до отримувача повідомлень сокета

source: --message-expire (time) : Socket Message Expire Time[ms]
uk: --message-expire (time) : Час застарівання повідомлення сокета[мс]

source: --message-type-lump : Force to Set Lump Sum Balloon
uk: --message-type-lump : Силоміць встановити показу сукупного повідомлення

source: --message-type-step : Force to Set Stepping Balloon
uk: --message-type-step : Силоміць встановити покроковий показ повідомлень

source: --message-step (frame) : Stepping Interval Frame for SockeMsg
uk: --message-step (кадри) : Величина кроку у кадрах для повідомлень сокета

source: -nc, --no-duet-click : Duet Animation [Click] OFF
uk: -nc, --no-duet-click : Вимкнути анімацію дуета [Клацання]

source: -nr, --no-duet-random : Duet Animation [Random] OFF
uk: -nr, --no-duet-random : Вимкнути анімацію дуету [Випадкові]

source: %8d%2d%4dMacopix already running in SockMsg Mode
uk: %8d%2d%4dMacopix вже запущено у режимі отримання повідомлень сокета

source: Macopix not running in SockMsg Mode
uk: Macopix не запущено у режимі отримувача повідомлень сокета

source: Cannot Load Image %s
uk: Неможливо завантажити малюнок %s

source: Warning : Too much BMP files for Nokkari-Chara! [File%d]
uk: Попередження: Забагато файлів BMP для Nokkari-Chara! [Файл%d]

source: Cannot Save Ini File!
uk: Неможливо зберегти файл Ini!

source: Warning : Too much Frames!! [%s=%d]
uk: Попередження: Забагато кадрів! [%s=%d]

source: Warning : Too much Line numbers for the Balloon message! [Pat%d]
uk: Попередження: забагато рядків для контекстного повідомлення! [Шаб%d]

source: Cannot Find Mascot File %s
uk: Неможливо знайти файл маскота %s

source: Warning : Too much Frames for MaCoPiX! [Pattern%d]
uk: Попередження: Забагато кадрів для MaCoPiX! [Шаблон%d]

source: Error : Cannot find Frame setting! [Pat%d_%d]
uk: Помилка: Неможливо знайти налаштування кадра! [Шаб%d_%d]

source: Cannot open copy source file %s
uk: Неможливо відкрити копію файла джерела %s

source: Cannot open copy destination file %s
uk: Неможливо відкрити копію файла призначення %s

source: MaCoPiX <--> Nokkari-Chara Convert Log
uk: Журнал конвертування MaCoPiX <--> Nokkari-Chara

source: The above warnings/errors are found in conversion... Please modify and use this mascot on Nokkari-Chara ver1.40 or later.
uk: Помилки зазначені вище знайдено під час перетворення… Будь ласка, зробіть відповідні зміни та використовуйте цей маскот з Nokkari-Chara версії старшої за 1.40.

source: Congratulations!! =================== You've succeeded to convert with no errors. Please use this mascot on Nokkari-Chara ver1.40 or later.
uk: Вітаємо! =================== Вам вдалося виконати перетворення без помилок. Будь ласка, використовуйте цей маскот з Nokkari-Chara версії, яка є новішою за 1.40.

source: (unknown)
uk: (невідомий)

source: The SSL certificate of host "%s" cannot verified by the following reason: %s Server certificate: Subject: %s Issuer: %s Do you accept this certificate?
uk: Сертифікат SSL сервера «%s» не може бути перевіреним з такої причини: %s Сертифікаи сервера: Суб’єкт: %s Видавець: %s Чи приймаєте Ви цей сертифікат?

source: SSL certificate verify failed
uk: Перевірка сертифіката SSL зазнала невдачі

source: Skip this verification after this.
uk: Пропускати цю перевірку після цього.

source: Error: A Menu File is not found in
uk: Помилка: не знайдено файла меню у

source: A Menu Files is not found in %s
uk: У %s не знайдено файлів меню

source: Cannot read status of directory %s .
uk: Неможливо прочитати статус теки %s.

source: %s is not directory.
uk: %s не є каталогом.

source: Creating the common directory "%s"
uk: Створення загального каталогу «%s»
